Revit 2027 API
ParameterTypeId.GridBankColWidth Property
 "Column Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GridBankColWidth { get; }
Public Shared ReadOnly Property GridBankColWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GridBankColWidth {
	ForgeTypeId^ get ();
}
static member GridBankColWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace